{
    "setting": {
        "UTC": 9,
        "format": "Y 年 m 月 d 日 l A h:i:s",
        "AM": "午前",
        "PM": "午後"
    },
    "shortMonths": ["1 月", "2 月", "3 月", "4 月", "5 月", "6 月", "7 月", "8 月", "9 月", "10 月", "11 月", "12 月"],
    "longMonths": ["一月", "二月", "三月", "四月", "五月", "六月", "七月", "八月", "九月", "十月", "十一月", "十二月"],
    "shortDays": ["日", "月", "火", "水", "木", "金", "土"],
    "longDays": ["日曜日", "月曜日", "火曜日", "水曜日", "木曜日", "金曜日", "土曜日"],

    "Hello World": "こんにちは世界",
    "Nice to meet you, %1": "始めまして、%1",
    "My name is %1, I'm %2 years old": "私の名前は %1 です。私は %2 歳です。"
}
